Repository: Nooraldin2001/h3
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Home
ar: الرئيسية

source: Sell Your Plate
ar: بيع لوحتك

source: Design Your Plate
ar: صمم لوحتك

source: Login
ar: تسجيل الدخول

source: FAQ
ar: الأسئلة الشائعة

source: Contact Us
ar: اتصل بنا

source: Plates
ar: اللوحات

source: Contact
ar: اتصل

source: All rights reserved.
ar: جميع الحقوق محفوظة.

source: I understand & agree
ar: أفهم وأوافق

source: Buy, sell and design vehicle plates
ar: شراء وبيع وتصميم لوحات المركبات

source: In simple steps
ar: بخطوات بسيطة

source: Loading...
ar: جاري التحميل...

source: Phone
ar: الهاتف

source: Email
ar: البريد الإلكتروني

source: Quick Links
ar: روابط سريعة

source: Dubai, UAE
ar: دبي، الإمارات العربية المتحدة

source: Contact Information
ar: معلومات الاتصال

source: Address
ar: العنوان

source: Send Message
ar: إرسال الرسالة

source: We'd love to hear from you. Send us a message and we'll respond as soon as possible.
ar: نود أن نسمع منك. أرسل لنا رسالة وسنرد في أقرب وقت ممكن.

source: Name
ar: الاسم

source: Your Name
ar: اسمك

source: Your Email
ar: بريدك الإلكتروني

source: Your Phone (Optional)
ar: هاتفك (اختياري)

source: Subject
ar: الموضوع

source: Message
ar: الرسالة

source: Your Message
ar: رسالتك

source: Thank you! Your message has been sent successfully.
ar: شكراً لك! تم إرسال رسالتك بنجاح.

source: Sorry, there was an error sending your message. Please try again later.
ar: عذراً، حدث خطأ في إرسال رسالتك. يرجى المحاولة مرة أخرى لاحقاً.

source: List your vehicle plate for sale on H3 Auctions. Fill out the form below and we'll get back to you soon.
ar: اعرض لوحة مركبتك للبيع على H3 Auctions. املأ النموذج أدناه وسنتواصل معك قريباً.

source: Your Information
ar: معلوماتك

source: Plate Details
ar: تفاصيل اللوحة

source: Your Full Name
ar: اسمك الكامل

source: Your Phone Number
ar: رقم هاتفك

source: WhatsApp Number (Optional)
ar: رقم الواتساب (اختياري)

source: WhatsApp Number
ar: رقم الواتساب

source: Select Emirate
ar: اختر الإمارة

source: Select Plate Type
ar: اختر نوع اللوحة

source: Plate Code
ar: رمز اللوحة

source: e.g., F, AA, 1
ar: مثال: F، AA، 1

source: Letter/code e.g. F, AA, 1
ar: الحرف/الرمز مثل F، AA، 1

source: Plate Number
ar: رقم اللوحة

source: Digits/characters as displayed on the plate
ar: الأرقام/الأحرف كما تظهر على اللوحة

source: Asking Price (AED)
ar: السعر المطلوب (درهم)

source: Price in AED (Optional)
ar: السعر بالدرهم (اختياري)

source: Leave blank if you want us to help determine the price
ar: اتركه فارغاً إذا كنت تريد منا المساعدة في تحديد السعر

source: Plate Image
ar: صورة اللوحة

source: Upload a photo of your plate (Optional)
ar: قم برفع صورة للوحة (اختياري)

source: Additional Notes
ar: ملاحظات إضافية

source: Any additional information about the plate...
ar: أي معلومات إضافية حول اللوحة...

source: Any other details you want to share
ar: أي تفاصيل أخرى تريد مشاركتها

source: Submit Plate Listing
ar: إرسال قائمة اللوحة

source: Thank you! Your plate listing has been submitted successfully. We will contact you soon.
ar: شكراً لك! تم إرسال قائمة لوحتك بنجاح. سنتواصل معك قريباً.

source: Sorry, there was an error submitting your plate listing. Please try again later.
ar: عذراً، حدث خطأ في إرسال قائمة لوحتك. يرجى المحاولة مرة أخرى لاحقاً.

source: New Plate Listing
ar: قائمة لوحة جديدة

source: Filter Plates
ar: تصفية اللوحات

source: Emirate
ar: الإمارة

source: Type
ar: النوع

source: Code
ar: الرمز

source: Contains: e.g. 700
ar: يحتوي على: مثال 700

source: Max price
ar: الحد الأقصى للسعر

source: Min price
ar: الحد الأدنى للسعر

source: Starts with: e.g. 123
ar: يبدأ بـ: مثال 123

source: Ends with: e.g. 222
ar: ينتهي بـ: مثال 222

source: Number of digits
ar: عدد الأرقام

source: digit
ar: رقم

source: digits
ar: أرقام
